Repository: centrosvita/centr_osvita
Catalog: locale/*/LC_MESSAGES/django.po
Languages: uk

source: Not found
uk: Не знайдено

source: Date entarence difference
uk: Різниця у даті приходу

source: from now to 0.5 year
uk: Півроку різниця

source: from 0.5 year to 1 Year
uk: Від півроку до року

source: from 1 year to 1.5 Year
uk: від року до півтора року

source: from 1.5 years to 2 Year
uk: від півтора року до 2 років

source: more than 2
uk: більше двох років

source: School
uk: Школа

source: Lyceum/Gymnasium
uk: Ліцей/Гімназія

source: College
uk: Коледж

source: Other
uk: Інше

source: User
uk: Користувач

source: full name
uk: Повне ім'я

source: Maximum length is 255 symbols
uk: Найбільша кількість символів - 255

source: Parent fullname
uk: Повне ім'я одного з батьків

source: Parent phone
uk: Телефон одного з батьків

source: Institution name
uk: Назва закладу

source: Institution type
uk: Тип Закладу

source: Grade number
uk: Клас

source: Profile
uk: Профіль

source: Profiles
uk: Профілі

source: User Report
uk: Звіт по студентові

source: User Reports
uk: Звіти по студентах

source: You should enter different values
uk: Ви маєте ввести різні значення

source: Subject name
uk: Назва предмету

source: Slug name
uk: Назва слаг

source: Subject
uk: Предмет

source: Subjects
uk: Предмети

source: Year info
uk: Інформація про рік

source: Year
uk: РІк

source: Percent of pupils that have C mark
uk: Відстоток учнів з оцінкою задовільно

source: Percent of pupils that have B mark
uk: Відстоток учнів з оцінкою добре

source: Percent of pupils that have A mark
uk: Відстоток учнів з оцінкою відмінно

source: Year Subject Statisctic
uk: Статистика предмету за рік

source: Year Subject Statisctics
uk: Статистика предмету за рік

source: Test time
uk: Час тесту

source: Number of common questions
uk: Кількість звичайних питань

source: Number of order questions
uk: Кількість питань на послідовність

source: Number of mapping questions
uk: Кількість питань на відповідність

source: coefficient per common questions
uk: Коефіцієнт звичайного питання

source: coefficient per order questions
uk: коефіцієнт питання на послідовність

source: coefficient per mapping questions
uk: коефіцієнт питання на відповідність

source: Test Parameter
uk: Параметр тесту

source: Test name
uk: Назва тесту

source: Publish status
uk: Статус публікації

source: Test
uk: Тест

source: Tests
uk: Тести

source: Text
uk: Текст

source: Image
uk: Зображення

source: Question Type
uk: Тип питання

source: Question
uk: Питання

source: Questions
uk: Тип питання

source: Answer
uk: Відповідь

source: Answers
uk: Відповідді

source: Answer Order
uk: Відповідь на послідовність

source: Correct answer
uk: Правильна відповідь

source: Common Answer
uk: Звичайна відповідь

source: Common Answers
uk: Звичайні відповідді

source: Answer FIRST Position
uk: Відповіль Перша Позиція

source: Answer SECOND Position
uk: Відповідь Друга позиція

source: Order Answer
uk: Відповідь на послідовність

source: Order Answers
uk: Відповіді на послідовності

source: First chain
uk: Перший ланцюг

source: Second chain
uk: Другий ланцюг

source: Text 1
uk: Текст 1

source: Text 2
uk: Текст 2

source: Mapping Answer
uk: Відповідь на відповідність

source: Mapping Answers
uk: Відповідді на відповідність

source: Status
uk: Статус

source: Student
uk: Студент

source: Quiz
uk: Тестування

source: Quizzes
uk: Тестування

source: Quiz Question
uk: Питання тестування

source: Quiz Questions
uk: Питання тестування

source: Quiz Answer
uk: Відповідь тестування

source: Quiz Answers
uk: Відповіді тестування

source: Quiz Common Answer
uk: Відповідь на звичайне тестування

source: Quiz Common Answers
uk: Відповіді на звичайне тестування

source: Quiz Order Answer
uk: відповідь на послідовне тестування

source: Quiz Order Answers
uk: відповіді на послідовне тестування

source: Quiz Mapping Answer
uk: відповідь на відповідності тестування

source: Quiz Mapping Answers
uk: відповіді на відповідності тестування

source: History
uk: Історія

source: View on site
uk: Подивитись на сайті

source: Personal info
uk: Особиста інформація

source: Permissions
uk: Дозволи

source: Important dates
uk: Важливі дати
